function AboutUs() {
  return (
    <>
      <div className="bg-gray-200 py-20 " dir="rtl">
        <div className="text-center pb-12 text-6xl">
             درباره من
        </div>

        <div className="max-w-screen-2xl px-6 mx-auto grid grid-cols-1 md:grid-cols-2 items-center gap-16">
          <div className="text-xl">
            من علی هستم، یک برنامه‌نویس در حال یادگیری و علاقه‌مند به توسعه وب.
            تمرکزم روی فرانت‌اند و به‌خصوص React است و در مسیر تبدیل شدن به یک
            فول‌استک دولوپر حرکت می‌کنم. علاقه زیادی به ساخت رابط‌های کاربری
            مدرن و تمیز دارم و سعی می‌کنم پروژه‌هایی بسازم که هم کاربردی باشند و
            هم تجربه کاربری خوبی ارائه دهند. در کنار برنامه‌نویسی، به طراحی UI،
            ساخت پروژه‌های واقعی و کار با APIها علاقه دارم. هدفم این است که در
            آینده در یک تیم حرفه‌ای به عنوان توسعه‌دهنده وب فعالیت کنم و
            پروژه‌های واقعی و بزرگ را توسعه بدهم. این سایت برای تمرین ساخته شده
            و متاسفانه به دلیل اینکه API فقط متن انگلیسی برمیگردونه سایت رو به
            زبان انگلیسی ساخته ام
          </div>
          <div>
            <img
              src="hero.jpg"
              className="rounded-xl"
              alt=""
            />
          </div>
        </div>
      </div>
    </>
  );
}

export default AboutUs;
